Repository: M2Team/NanaZip
Catalog: NanaZipPackage/Strings/*/Legacy.resw
Source language: en
Languages: af, ar, az_arab, be, bg, bn, ca, ca_es_valencia, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, ko, ku_arab, ky_kg, lt, lv, mk, mn_cyrl, mr, ms, nb, ne, nl, nn, pa_in, pl, ps, pt_br, ro, ru, si, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, tg_arab, th, tk_cyrl, tr, tt_arab, ug_arab, uk, uz_cyrl, uz_latn, vi, yo_latn, zh_hans, zh_hant

# Resource6005
source: Moving...
af: Besig met verskuiwing...
ar: جاري النـقـل...
az_arab: Köçürülür...
be: Перамяшчэнне...
bg: Местене...
bn: প্রতিস্থাপিত হচ্ছে...
ca: S'està movent...
ca_es_valencia: Movent...
cs: Přesouvání...
cy: Symud...
da: Flytter...
de: Verschiebe...
el: Μετακινείται...
eo: Movo...
es: movido...
et: Teisaldamine...
eu: Mugitzen...
fa: در حال انتقال...
fi: Siirretään...
fr: Déplacement...
fy: Oan it ferpleatsen...
ga: Ag bogadh...
gl: Movendo...
gu: લઇ જાઇ રહ્યુ છે...
he: …מעביר
hi: ले जा रहा है...
hr: Premještanje u tijeku...
hu: Áthelyezés...
hy: Տեղափոխվում է...
id: Memindah...
is: Færandi...
it: Spostamento in corso...
ja: 移動しています...
ka: გადატანა...
kk: Жылжыту...
ko: 이동 중...
ku_arab: دەیگوازێتەوە بۆ...
ky_kg: Ордун которуу...
lt: Perkeliama...
lv: Pārvietošana...
mk: Преместување...
mn_cyrl: Зөөж байна...
mr: हलवल्या जात आहे...
ms: Sedang memindah...
nb: Flytter …
ne: सार्दैछ...
nl: Verplaatsen...
nn: Flyttar...
pa_in: ਭੇਜਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Przenoszenie...
ps: ...خوځيږي
pt_br: Movendo...
ro: Mut...
ru: Перемещение...
si: ගෙනයමින්...
sk: Presúvanie...
sl: Premikanje...
sq: Duke zhvendosur...
sr_cyrl: Премештање у току...
sr_latn: Premeštanje u toku...
sv: Flyttar...
sw: Inasogeza...
ta: நகர்த்தப்படுகிறது...
tg_arab: Кӯчониш...
th: กำลังวาง...
tk_cyrl: Göçürilýär...
tr: Taşınıyor...
tt_arab: Күчерү...
ug_arab: يۆتكەۋاتىدۇ…
uk: Переміщення...
uz_cyrl: Кўчирилмоқда...
uz_latn: Ko‘chirilmoqda...
vi: Đang di chuyển...
yo_latn: Ìgbé...
zh_hans: 正在移动...
zh_hant: 正在移動...

# Resource6006
source: Renaming...
af: Besig met hernoeming...
ar: جاري إعادة التسمية...
az_arab: Yenidən adlandırılır...
be: Пераназванне...
bg: Преименуване...
bn: নাম পরিবর্তন...
ca: S'està reanomenant...
ca_es_valencia: Renomenant...
cs: Přejmenování...
cy: Ailenwi...
da: Omdøber...
de: Umbenennen...
el: Μετονομάζεται...
eo: Nomŝanĝo...
es: Renombrando...
et: Ümbernimetamine...
eu: Berrizendatzen...
fa: تغییرنام...
fi: Nimetään uudelleen...
fr: Renommage...
fy: Omneame...
ga: Ag athainmniú...
gl: Renomeando...
gu: પુનઃ નામકરણ...
he: …משנה שם
hi: पुन: नामकरण...
hr: Preimenovanje u tijeku...
hu: Átnevezés...
hy: Վերանվանվում է...
id: Penamaan Ulang...
is: Endurnefnandi...
it: Rinomina in corso...
ja: 名前を変更しています...
ka: გადარქმევა...
kk: Атын өзгерту...
ko: 이름 바꾸는 중...
ku_arab: ناوی دەگۆڕێ...
ky_kg: Атын өзгөртүү...
lt: Pervadinama...
lv: Pārdēvēšana...
mk: Преименување...
mn_cyrl: Нэр солиж байна...
mr: नविन नाव दिल्या जात आहे...
ms: Namakan semula...
nb: Navngir …
ne: पुन: नामकरण...
nl: Hernoemen...
nn: Endrar namn...
pa_in: ਨਾਂ ਬਦਲਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Zmienianie nazwy...
ps: بيانوميږي
pt_br: Renomeando...
ro: Redenumesc...
ru: Переименование...
si: යළි නම් වෙමින්...
sk: Premenovanie...
sl: Preimenovanje...
sq: Duke riemërtuar...
sr_cyrl: Преименовање у току...
sr_latn: Preimenovanje u toku...
sv: Byter namn...
sw: Inapeana jina upya...
ta: பெயர்மாற்றப்படுகிறது...
tg_arab: Номгузорӣ...
th: กำลังเปลี่ยนชื่อ...
tk_cyrl: Ad üýtgedilýär...
tr: Yeniden Adlandırılıyor...
tt_arab: Исемен үзгәртү...
ug_arab: ئاتىنى ئۆزگەرتىۋاتىدۇ…
uk: Перейменування...
uz_cyrl: Қайта номланмоқда...
uz_latn: Qayta nomlanmoqda...
vi: Đang đổi tên...
yo_latn: Ìtunkọ...
zh_hans: 正在重新命名...
zh_hant: 正在重新命名...

# Resource6007
source: Select destination folder.
af: Bewerking word nie ondersteun nie.
ar: تحديد مجلد الوجهة
az_arab: Qovluğu göstərin.
be: Пакажыце папку.
bg: Избор на целева директория.
bn: গন্তব্য ফোল্ডার নির্বাচন.
ca: Seleccioneu la carpeta de destinació:
ca_es_valencia: Seleccioneu carpeta de destinació.
cs: Vyberte cílovou složku.
cy: Mae'r gweithrediad ddim wedi'i ategu.
da: Vælg destinationsmappen.
de: Zielordner auswählen
el: Επιλέξτε φάκελο προορισμού.
eo: Operacio ne estas subtenata.
es: Selecciona la carpeta de destino
et: Valige sihtkaust.
eu: Hautatu helmuga agiritegia.
fa: پوشه مقصد را انتخاب كنيد
fi: Valitse kohdekansio.
fr: Sélectionnez le dossier de destination.
fy: Bestimmingsmap selektearje.
ga: Roghnaigh an spriocfhillteán.
gl: Seleccione cartafol destino.
gu: ગન્તવ્ય ફોલ્ડર ચયનિત કરો.
he: .בחר תיקיית יעד
hi: गन्तव्य फोल्डर चयनित करें.
hr: Odabir odredišne mape.
hu: Válassza ki a cél mappát.
hy: Ընտրել թղթապանակ
id: Pilih direktori tujuan.
is: Veldu móttökumöppu.
it: Selezionare la cartella di destinazione.
ja: 対象のフォルダーを選択してください。
ka: აირჩიეთ დანიშნულების საქაღალდე.
kk: Қалтаны нұсқаңыз
ko: 대상 폴더를 선택하세요.
ku_arab: بوخچەی مەبەست دیاری بکە.
ky_kg: Баштыкты көрсөтүңүз.
lt: Pasirinkite paskirties aplanką.
lv: Darbība nav atbalstīta.
mk: Постапката не е поддржана.
mn_cyrl: Үйлдэл дэмжигдээгүй байна.
mr: क्रिया करता येणार नाही.
ms: Operasi tidak disokong.
nb: Velg målmappe.
ne: सञ्चालन समर्थन गर्दैन
nl: Selecteer een doelmap.
nn: Vel målmappe.
pa_in: ਨਿਯਤ ਫੋਲਡਰ ਚੁਣੋ
pl: Wybierz folder docelowy.
ps: .موخه پوښۍ وټاکئ
pt_br: Selecionar a pasta destino.
ro: Alege directorul destinaţie.
ru: Укажите папку.
si: ගමනාන්ත බහාලුම තෝරන්න.
sk: Vyberte cieľový priečinok.
sl: Izberite ciljno mapo.
sq: Zgjidh dosjen e vendarritjes.
sr_cyrl: Изаберите одредишну фасциклу.
sr_latn: Izaberite odredišnu fasciklu.
sv: Välj målmapp.
sw: Teua folda fikio.
ta: அத்தகைய செயலுக்கு ஆதரவில்லை.
tg_arab: Ҷузвдонеро муайян кардан.
th: เลือกโฟลเดอร์ที่ตั้ง
tk_cyrl: Bukja seçiň.
tr: Hedef klasörü seçin.
tt_arab: Папканы күрсәтегез.
ug_arab: نىشان قىسقۇچ تاللاڭ
uk: Виберіть папку призначення.
uz_cyrl: Белгиланган жилдни танланг.
uz_latn: Belgilangan jildni tanlang.
vi: Chọn thư mục đến.
yo_latn: Ṣàyàn èbúté àpò faíli.
zh_hans: 选择目标文件夹。
zh_hant: 選擇目標資料夾。

# Resource6008
source: The operation is not supported for this folder.
af: Fout by hernoeming van lêer of gids
ar: العملية غير معتمدة
az_arab: Əməliyyat bu qovluq üçün dəstəklənmir.
be: Аперацыя не падтрымліваецца для гэтай папкі.
bg: Операцията не се поддържа за тази директория.
bn: কার্যটি সম্ভব নয়
ca: Operació no permesa.
ca_es_valencia: Operació no permesa.
cs: Operace není podporována.
cy: Gwall wrth Ailenwi Ffeil neu Ffolder
da: Handlingen understøttes ikke af denne mappe.
de: Die Operation wird für diesen Ordner nicht unterstützt.
el: Η λειτουργία δεν υποστηρίζεται για αυτόν τον φάκελο.
eo: Eraro dum nomŝanĝo de dosiero aŭ dosierujo
es: Operación no permitida.
et: See toiming pole selles kaustas toetatud.
eu: Eragiketa hau ez dago sostengatua agiritegi honentzat.
fa: عملکرد برای این پوشه پشتیبانی نمیشود
fi: Toiminto ei ole tuettu tälle kansiolle.
fr: L'opération n'est pas possible pour ce dossier.
fy: Operaasje wurdt net stipe.
ga: Ní féidir sin a dhéanamh.
gl: A operación non é admitida para este cartafol.
gu: આ ફોલ્ડર માટે આ સઞ્ચાલન ક્રિયા સમર્થિત નથી.
he: .הפעולה אינה נתמכת עבור תיקייה זאת
hi: इस फोल्डर के लिये यह सञ्चालन क्रिया समर्थित नहीं है.
hr: Operacija nije podržana.
hu: A művelet nem támogatott.
hy: Գործողությունը չի աջակցվում
id: Pengoperasian tidak didukung untuk direktori demikian.
is: Aðferðin er ekki stutt fyrir þessa möppu.
it: Operazione non supportata per questa cartella.
ja: このフォルダーでは、その操作はサポートされていません。
ka: ქმედება შუთავსებელია მიმდინარე საქაღალდესთან.
kk: Бұл қалтаға операция көтермейді.
ko: 지원되지 않는 작업입니다.
ku_arab: ئەو کارە پاڵپشتی نەکراوە
ky_kg: Операция бул баштык үчүн колдолбойт.
lt: Šiam aplankui veiksmas nepalaikomas.
lv: Faila vai mapes pārdēvēšanas kļūda
mk: Грешка при преименувањето на Датотеката или Директориумот
mn_cyrl: Файл болон хавтсын нэрийг солиход алдаатай
mr: फ़ाइल किंवा फ़ोल्डरला नविन नाव देता येत नाही आहे
ms: Ralat, ketika namakan semula Fail atau Folder
nb: Operasjonen støttes ikke.
ne: फाइल वा फोल्डर पुन: नामकरण गर्दा त्रुटि
nl: De operatie wordt niet ondersteund voor deze map.
nn: Støttar ikkje handlinga.
pa_in: ਕਾਰਵਾਈ ਸਹਿਯੋਗੀ ਨਹੀਂ ਹੈ।
pl: Operacja nie jest obsługiwana dla tego folderu.
ps: .چلښت منلی نه دی
pt_br: A operação não é suportada por esta pasta.
ro: Operaţia nu este suportată.
ru: Операция не поддерживается для этой папки.
si: මෙහෙයුම මෙම බහාලුමට සහාය නොදක්වයි.
sk: Operácia nie je podporovaná pre tento priečinok.
sl: Operacija ni podprta.
sq: Operacioni nuk mbështetet për këtë dosje.
sr_cyrl: Операција није подржана.
sr_latn: Operacija nije podržana.
sv: Åtgärden stöds inte för den här mappen.
sw: Operesheni hiyo haikubaliki kwa folda hii.
ta: கோப்பையோ அடைவையோ பெயர்மாற்றும்போது தவறு
tg_arab: Амалиёт барои ин ҷузвдон пуштибонӣ намешавад.
th: การปฏิบัติการไม่สนับสนุน
tk_cyrl: Amal bu bukja üçin goldanmaýar.
tr: Bu işlem bu klasörde yapılamaz.
tt_arab: Бу папка өчен гамәлне башкарып булмый.
ug_arab: نۆۋەتتىكى مەشغۇلاتنى قوللىمايدۇ
uk: Операція не підтримується для цієї папки.
uz_cyrl: Ушбу жилдда операция қўллаб-қувватланмайди.
uz_latn: Ushbu jildda operatsiya qo‘llab-quvvatlanmaydi.
vi: Thao tác không được hỗ trợ cho tập tin này.
yo_latn: Ìmú ṣiṣẹ́ o ni àtìlẹ́yìn fun àpò faíli.
zh_hans: 不支持当前操作
zh_hant: 未支援的操作。

# Resource6009
source: Error Renaming File or Folder
ar: حدوث خطأ عند إعادة تسمية الملف أو المجلد
az_arab: Fayl və ya Qovluğun Yenidən Adlandırılması Zamanı Xəta
be: Памылка пры пераназванні файла або папкі
bg: Грешка при преименуването на файл или директория
bn: ফাইল বা ফোল্ডারের নাম পরিবর্তনে সম্ভব নয়
ca: S'ha produït un error reanomenant el fitxer o carpeta
ca_es_valencia: Error renomenant fitxer o carpeta
cs: Chyba při přejmenování souboru nebo složky
cy: Cadarnhau Copi Ffeil
da: Fejl under omdøbning af fil eller mappe
de: Fehler beim Umbenennen von Datei oder Ordner
el: Παρουσιάστηκε Σφάλμα Μετονομασίας Αρχείου ή Φακέλου.
eo: Konfirmu dosierkopion
es: Error renombrando fichero o carpeta
et: Tõrge faili või kausta ümbernimetamisel
eu: Akatsa Agiria edo Agiritegia Berrizendatzerakoan
fa: خطای تغییر نام فایل یا پوشه
fi: Virhe uudelleennimettäessä tiedostoa tai kansiota
fr: Erreur durant le Renommage du Fichier ou du Dossier
fy: Flater by it omneamen fan triem of map
ga: Tharla botún ag athainmniú an comhad nó an fillteán
gl: Erro ao renomear ficheiro ou cartafol
gu: ફ઼ાઇલ કે ફ઼ોલ્ડરના પુનઃ નામકરણ માં ત્રુટિ
he: שגיאה בעת שינוי שם של קובץ או תיקייה
hi: फ़ाइल या फ़ोल्डर के पुन: नामकरण में त्रुटि
hr: Greška pri preimenovanju datoteke ili mape
hu: Hiba történt a fájl vagy a mappa átnevezésekor
hy: Սխալ` ֆայլը կամ թղթապանակը անվանափոխելիս:
id: Galat Penamaan Ulang Berkas atau Direktori
is: Villa við endurnefnun skráar eða möppu
it: Errore nella rinomina del file o cartella
ja: ファイルまたはフォルダーの名前変更エラー
ka: ფაილის ან საქაღალდის გადარქმევის შეცდომა
kk: Файл не қалтаның атын өзгерту мүмкін емес
ko: 파일 또는 폴더 이름 바꾸기 실패
ku_arab: هەڵە هەیە لە ناو گۆڕینی پەڕگە یان بوخچەکان.
ky_kg: Баштыктын же файлдын атын өзгөртүүдө ката
lt: Klaida pervadinant failą ar aplanką
mn_cyrl: Файл хуулахыг магадлах
mr: फ़ाइलची प्रतिलिपी करण्यास तुमची खात्री आहे का
ms: Pasti salinkan fail
nb: Det oppstod en feil da filen eller mappen skulle navngis
ne: फाइल प्रतिलिपि गर्न यकिन गर्नुहोस्
nl: Fout bij het hernoemen van bestand of map
nn: Feil ved endring av namn på fil eller mappe
pa_in: ਫਾਇਲ ਜਾਂ ਫੋਲਡਰ ਦਾ ਨਾਂ ਬਦਲਣ ਵਿੱਚ ਸਮੱਸਿਆ
pl: Błąd podczas zmiany nazwy pliku lub folderu
ps: دوتنې يا پوښۍ بيانومولو ستونزه
pt_br: Erro ao Renomear o Arquivo ou Pasta
ro: Eroare la redenumirea fişierului sau directorului
ru: Ошибка при переименовании файла или папки
si: ගොනුව හෝ බහාලුම නැවත නම් වීමේ දෝෂයකි
sk: Chyba pri premenovaní súboru alebo priečinka
sl: Napaka pri preimenovanju datoteke ali mape
sq: Gabim gjatë riemërtimit të skedarit ose dosjes
sr_cyrl: Грешка при преименовању датотеке или фасцикле
sr_latn: Greška pri preimenovanju datoteke ili fascikle
sv: Ett fel uppstod vid byte av namn på fil eller mapp
sw: Tatizo katika kupatia faili au folda jina upya
tg_arab: Хатогӣ ҳангоми тағйир додани номи файл ё ҷузвдон
th: เกิดข้อผิดพลาดในการเปลี่ยนชื่อไฟล์หรือโฟลเดอร์
tk_cyrl: Bukja ýada faýl ad üýtgetme ýalňyşlygy
tr: Dosya ya da klasör yeniden adlandırılırken sorun çıktı
tt_arab: Файлның яки папканың исемен үзгәртүдә хата
ug_arab: ھۆججەت ياكى قىسقۇچ ئاتىنى ئۆزگەرتىش خاتالىقى
uk: Помилка перейменування файлу або папки
uz_cyrl: Файл ёки жилдни қайта номлашда хатолик юз берди.
uz_latn: Fayl yoki jildni qayta nomlashda xatolik yuz berdi.
vi: Lỗi khi đổi tên tệp hoặc thư mục
yo_latn: Ìṣiṣe ṣẹlẹ ní ìtunkọ àpò faíli
zh_hans: 无法重命名文件或文件夹。
zh_hant: 重新命名檔案或資料夾時發生錯誤

# Resource6010
source: Confirm File Copy
ar: تأكيد نسخ الملف
az_arab: Faylların Nüsxələlənmə Təsdiqi
be: Пацверджанне капіявання файлаў
bg: Потвърждение за копирането на файл
bn: ফাইল অনুলিপি নিশ্চিতকরণ
ca: Confirmeu la còpia del fitxer
ca_es_valencia: Confirmar copia de fitxer
cs: Potvrzení kopírování souborů
cy: Ydych chi'n siŵr eich bod am copïo'r ffeiliau i'r archif
da: Bekræft kopiering af fil
de: Kopieren bestätigen
el: Επιβεβαίωση Αντιγραφής Αρχείου
eo: Ĉu vere kopii dosierojn enarĥiven
es: Confirmar copia de ficheros
et: Failikopeerimise kinnitamine
eu: Baieztatu Agiri Kopiatzea
fa: تایید کپی فایل
fi: Vahvista tiedoston kopioiminen
fr: Confirmation de la Copie de(s) Fichier(s)
fy: Triem kopiearje befêstigje
ga: Deimhnigh macasamhlú an chomhaid
gl: Confirmar copia de ficheiro
gu: ફ઼ાઇલની નકલ કરવુ પાક્કું કરો
he: אישור העתקת קובץ
hi: फ़ाइल की नकल करना पक्का करो
hr: Potvrdite kopiranje datoteka
hu: Fájl másolásának megerősítése
hy: Հաստատեք ֆայլերի պատճենումը
id: Konfirmasi Salin Berkas
is: Staðfesta skráarafritun
it: Conferma copia
ja: ファイル コピーの確認
ka: ფაილის ასლის შექმნის დასტური
kk: Файлды көшіруді растау
ko: 파일 복사 확인
ku_arab: دڵنیابە لە لەبەرگرتنەوەی پەڕگە
ky_kg: Файлдарды көчүрүүнү аныктоо
lt: Failų kopijavimo patvirtinimas
mn_cyrl: Та үнэхээр файлуудыг архив руу хуулахыг хүсэж байна уу
mr: दफ़्तरात फ़ाइलची प्रतिलिपी करण्यास तुमची खात्री आहे का
ms: Anda yakin untuk menyalinkan fail kepada arkib
nb: Bekreft at fil skal kopieres
ne: तपाईँ फाइलहरू सङ्ग्रहमा प्रतिलिपि गर्न निश्चित हुनुहुन्छ
nl: Kopiëren bestand bevestigen
nn: Godkjenne filkopiering
pa_in: ਫਾਇਲ ਦੀ ਨਕਲ ਉਤਾਰਣ ਦੀ ਤਸਦੀਕ
pl: Potwierdź kopiowanie plików
ps: دوتنې لمېسل باورييل
pt_br: Confirmar a Cópia do Arquivo
ro: Aprobă copierea fişierului
ru: Подтверждение копирования файлов
si: ගොනුව පිටපත් වීමට තහවුරු කරන්න
sk: Potvrdiť kopírovanie súboru/súborov
sl: Potrditev kopiranja datoteke
sq: Prano për kopjimin e skedarëve
sr_cyrl: Потврди копирање датотеке
sr_latn: Potvrdi kopiranje datoteke
sv: Bekräfta kopiering av fil
sw: Dhibitisha unakilishaji wa faili
tg_arab: Тасдиқи нусхаи парванда
th: ยืนยันการคัดลอกไฟล์
tk_cyrl: Faýl Kopýalanmasyny tassyklaň
tr: Dosya Kopyalama Onayı
tt_arab: Файллар күчермәләүне раслау
ug_arab: ھۆججەت كۆچۈرۈشنى جەزملە
uk: Підтвердіть копіювання файлу
uz_cyrl: Файл нусхасини тасдиқланг.
uz_latn: Fayl nusxasini tasdiqlang.
vi: Xác nhận thêm
yo_latn: Tẹnumọ́ ìṣẹ̀dà faíli
zh_hans: 确认文件复制
zh_hant: 確認複製檔案

# Resource6011
source: Are you sure you want to copy files to archive
ar: هل أنت متأكد من نسخ الملفات إلى الأرشيف؟
az_arab: Siz həqiqətən bu faylları arxivə nüsxələmək istəyirsiz
be: Вы сапраўды жадаеце скапіяваць гэтыя файлы ў архіў
bg: Сигурни ли сте, че искате да копирате файлове към архива?
bn: আপনি কি ফাইলগুলোকে সংকুচিত ফাইলে অনুলিপি গ্রহণ করতে চান।
ca: Segur que voleu copiar els fitxers a l'arxiu
ca_es_valencia: Està segur que vol copiar els fitxers a l'arxiu
cs: Jste si jistí, že chcete zkopírovat soubory do archivu
da: Er du sikker på, at du vil kopiere filer til arkiv
de: Sollen die Dateien wirklich in dieses Archiv kopiert werden:
el: Σίγουρα θέλετε να αντιγράψετε τα αρχεία στο αρχείο συμπίεσης
es: ¿Estás seguro de que deseas copiar los ficheros al archivo
et: Kas soovite kindlasti kopeerida arhiivi järgmised failid:
eu: Zihur zaude agiriak artxibora kopiatzea nahi dituzula
fa: آیا میخواهید فایل ها را به ارشیو کپی کنید
fi: Kopioidaanko tiedostot pakettiin
fr: Confirmer la copie de(s) fichier(s) à archiver
fy: Binne jo wis dat jo de triemmen nei it argyf kopiearje wolle?
ga: An bhfuil tú cinnte gur mian leat na comhaid a mhacasamhlú go dtí an chartlann?
gl: Desexa copiar os ficheiros ao arquivo
gu: તમે સંગ્રહમાં ફાઇલ ની પ્રતિલિપિ કરવા ચાહો છો શું તમને યકીન છે
he: האם אתה בטוח שאתה רוצה להעתיק קבצים אל ארכיון
hi: तुम संग्रह में फाइल की प्रतिलिपि करना चाहते हो क्या तुम्हे यकीन है
hr: Kopiranje datoteka u arhiv?
hu: Biztos, hogy fájl(oka)t akar másolni az archívumba?
hy: Պատճենե՞լ այս ֆայլերը արխիվի մեջ:
id: Anda yakin ingin menyalin berkas ke arsip
is: Ert þú viss um að þú viljir afrita skrárnar í safnið
it: Sei sicuro di voler copiare questi file nell'archivio
ja: 本当にファイルをアーカイブに追加してよろしいですか?
ka: ნადმვილად გსურთ ფაილების არქივში ჩამატება
kk: Мына файлдарды мұрағатқа көшіру керек пе
ko: 파일을 압축파일로 복사 하시겠습니까?
ku_arab: دڵنیایت لە لەبەرگرتنەوەی پەڕگەکان بۆ ئەرشیڤ؟
ky_kg: Сиз бул файлдарды архивке көчүрүүнү чын эле каалап жатасызбы
lt: Ar jūs esate įsitikinę, jog norite kopijuoti failus į archyvą?
nb: Vil du kopiere filene til arkivet
nl: Weet u zeker dat u deze bestanden naar het archief wilt kopiëren
nn: Er du sikker på at du vil kopiere filer til arkiv
pa_in: ਕੀ ਤੁਸੀਂ ਨਿਸ਼ਚਿੱਤ ਫਾਇਲਾਂ ਦੀ ਆਕਾਈਵ ਵਿੱਚ ਨਕਲ ਉਤਾਰਨਾ ਚਾਹੁੰਦੇ ਹੋ
pl: Czy na pewno chcesz skopiować pliki do archiwum
ps: په ډاډمنه توګه دوتنې ارشيو ته لمېسل غواړئ؟
pt_br: Você tem certeza que você quer copiar os arquivos pra dentro do arquivo compactado?
ro: Eşti sigur că vrei să copiezi fişierele în arhivă
ru: Вы действительно хотите скопировать эти файлы в архив
si: ගොනු හැකිළුමට පිටපත් කිරීමට ඇවැසි බව විශ්වාසද?
sk: Ste si istý, že chcete kopírovať súbor/súbory do archívu
sl: Ali ste prepričani, da želite kopirati datoteke v arhiv?
sq: Je i sigurt që do të kopjosh skedarët në arkiv
sr_cyrl: Да ли сте сигурни да желите да копирате датотеке у архиву
sr_latn: Da li ste sigurni da želite da kopirate datoteke u arhivu
sv: Är du säker på att du vill kopiera filerna till arkivet
sw: Una uhakika unataka kunakilisha faili hadi hifadhi?
tg_arab: Оё мутмаинед, ки мехоҳед ин файлҳоро ба бойгонӣ нусхабардорӣ кардан
th: ท่านมั่นใจที่จะคัดลอกไฟล์ไปยังเอกสารหรือไม่
tk_cyrl: Faýllaryň arhiwe kopýalanmasynda kesgitlimisiň?
tr: Dosyaları arşiv dosyasına kopyalamak istediğinize emin misiniz
tt_arab: Чыннан да бу файлларны архивка күчермәләргәме
ug_arab: ھۆججەتنى پرىسقا راستىنلا كۆچۈرەمسىز؟
uk: Ви впевнені, що хочете скопіювати файли до архіву
uz_cyrl: Файлларни архивга кўчиришни хоҳлайсизми?
uz_latn: Fayllarni arxivga ko‘chirishni xohlaysizmi?
vi: Bạn muốn thêm vào tệp nén?
yo_latn: Ṣe ẹ́ dájú pe ẹ fẹ́ ṣẹ̀dà awọn faíli yí si àpò faíli àkójọ́pọ?
zh_hans: 您确定复制文件到压缩包
zh_hant: 您確定要複製檔案至壓縮檔?

# Resource6100
source: Confirm File Delete
af: Bevestig lêerverwydering
ar: تأكيد الحذف للملف
az_arab: Fayl silinmə təsdiqi
be: Пацверджанне выдалення файла
bg: Потвърждение за изтриването на файл
bn: ফাইলটি মুছে ফেলতে কি আপনি নিশ্চিত
ca: Confirmeu la supressió del fitxer
ca_es_valencia: Confirmar supressió del fitxer
cs: Potvrdit vymazání souboru
cy: Cadarnhau Dileu Ffeil
da: Bekræft sletning af fil
de: Löschen von Datei bestätigen
el: Επιβεβαίωση Διαγραφής Αρχείου
eo: Konfirmo de forigo de dosiero
es: Confirmar borrado de archivo
et: Failikustutuse kinnitamine
eu: Baieztatu Agiri Ezabapena
fa: تایید حذف فایل
fi: Vahvista tiedoston poisto
fr: Confirmer la Suppression du Fichier
fy: It wiskjen fan de triem befêstigje
ga: Deimhnigh scriosadh an chomhaid
gl: Confirmar eliminar ficheiro
gu: ફ઼ાઇલ મિટાવો આ પાક્કું કરો
he: אישור מחיקת קובץ
hi: फ़ाइल मिटाये यह पक्का करो
hr: Potvrdite brisanje datoteke
hu: Fájltörlés megerősítése
hy: Հաստատել ֆայլի ջնջումը
id: Konfirmasikan Hapus Berkas
is: Staðfesta skráareyðingu
it: Conferma l'eliminazione del file
ja: ファイル削除の確認
ka: ფაილის წაშლის თანხმობა
kk: Файлды жоюды растау
ko: 파일 삭제 확인
ku_arab: دڵنیابە لە سڕینەوەی پەڕگە
ky_kg: Файлдын өчүрүүсүн аныктоо
lt: Patvirtinkite failo šalinimą
lv: Faila dzēšanas apstiprinājums
mk: Потврдете го Бришењето на Датотеката
mn_cyrl: Файл устгахыг батал
mr: फ़ाइल मिटवायची खात्री
ms: Pasti penghapusan fail
nb: Bekreft at fil skal slettes
ne: फाइल मेट्न यकिन गर्नुहोस्
nl: Verwijderen bestand bevestigen
nn: Godkjenne sletting av fil
pa_in: ਫਾਇਲ ਹਟਾਉਣ ਦੀ ਤਸਦੀਕ
pl: Potwierdź usunięcie pliku
ps: دوتنې ړنګونه باورييل
pt_br: Confirmar a Exclusão do Arquivo
ro: Aprobă ştergerea fişierului
ru: Подтверждение удаления файла
si: ගොනුව මැකීමට තහවුරු කරන්න
sk: Potvrdenie odstránenia súboru
sl: Potrditev brisanja datoteke
sq: Prano fshirjen e skedarit
sr_cyrl: Потврдите брисање датотеке
sr_latn: Potvrdite brisanje datoteke
sv: Bekräfta borttagning av fil
sw: Dhibitisha ufutaji wa faili
ta: கோப்பு அழிப்பை உறுதிசெய்
tg_arab: Тасдиқи несткунии файл
th: ยืนยันการลบไฟล์
tk_cyrl: Faýl Öçürilmesini Tassykla
tr: Dosya Silme Onayı
tt_arab: Файл бетерүне раслау
ug_arab: ھۆججەت ئۆچۈرۈشنى جەزملە
uk: Підтвердіть видалення файлу
uz_cyrl: Файлни ўчиришни тасдиқлаш
uz_latn: Faylni o‘chirishni tasdiqlash
vi: Xác nhận xoá
yo_latn: Tẹnumọ́ ìpaarẹ faíli
zh_hans: 确认文件删除
zh_hant: 確認刪除檔案

# Resource6101
source: Confirm Folder Delete
af: Bevestig gidsverwydering
ar: تأكيد الحذف للمجلد
az_arab: Qovluq silinmə təsdiqi
be: Пацверджанне выдалення папкі
bg: Потвърждение за изтриването на директория
bn: ফোল্ডারটি মুছে ফেলতে কি আপনি নিশ্চিত
ca: Confirmeu la supressió de la carpeta
ca_es_valencia: Confirmar supressió del directori
cs: Potvrdit vymazání složky
cy: Cadarnhau Dileu Ffolder
da: Bekræft sletning af mappe
de: Löschen von Ordner bestätigen
el: Επιβεβαίωση Διαγραφής Φακέλου
eo: Konfirmo de forigo de dosierujo
es: Confirmar borrado de carpeta
et: Kaustakustutuse kinnitamine
eu: Baieztatu Agiritegi Ezabapena
fa: تایید حذف پوشه
fi: Vahvista kansion poisto
fr: Confirmer la Suppression du Dossier
fy: It wiskjen fan de map befêstigje
ga: Deimhnigh scriosadh an chomhaid
gl: Confirmar eliminar cartafol
gu: ફ઼ોલ્ડર મિટાવો પાક્કું કરો
he: אישור מחיקת תיקייה
hi: फ़ोल्डर मिटायें पक्का करो
hr: Potvrdite brisanje mape
hu: Mappatörlés megerősítése
hy: Հաստատել թղթապանակի ջնջումը
id: Konfirmasikan Hapus Direktori
is: Staðfesta möppueyðingu
it: Conferma l'eliminazione della cartella
ja: フォルダー削除の確認
ka: საქაღალდის წაშლის თანხმობა
kk: Қалтаны жоюды растау
ko: 폴더 삭제 확인
ku_arab: دڵنیابە لە سڕینەوەی بوخچە
ky_kg: Баштыктын өчүрүүсүн аныктоо
lt: Patvirtinkite aplanko šalinimą
lv: Mapes dzēšanas apstiprinājums
mk: Потврдете го Бришењето на Директориумот
mn_cyrl: Хавтас устгахыг батал
mr: फ़ोल्डर मिटवायची खात्री
ms: Pasti penghapusan folder
nb: Bekreft at mappe skal slettes
ne: फोल्ड मेट्न यकिन गर्नुहोस्
nl: Verwijderen map bevestigen
nn: Godkjenne sletting av mappe
pa_in: ਫੋਲਡਰ ਹਟਾਉਣ ਦੀ ਤਸਦੀਕ
pl: Potwierdź usunięcie folderu
ps: پوښۍ ړنګونه باورييل
pt_br: Confirmar a Exclusão da Pasta
ro: Aprobă ştergerea directorului
ru: Подтверждение удаления папки
si: බහාලුම මැකීමට තහවුරු කරන්න
sk: Potvrdenie odstránenia priečinka
sl: Potrditev brisanja mape
sq: Prano fshirjen e dosjes
sr_cyrl: Потврдите брисање фасцикле
sr_latn: Potvrdite brisanje fascikle
sv: Bekräfta borttagning av mapp
sw: Dhibitisha ufutaji wa folda
ta: அடைவு அழிப்பை உறுதிசெய்
tg_arab: Тасдиқи несткунии ҷузвдон
th: ยืนยันการลบโฟลเดอร์
tk_cyrl: Bukja Öçürilmesini Tassykla
tr: Klasör Silme Onayı
tt_arab: Папка бетерүне раслау
ug_arab: قىسقۇچ ئۆچۈرۈشنى جەزملە
uk: Підтвердіть видалення папки
uz_cyrl: Жилдни ўчиришни тасдиқлаш
uz_latn: Jildni o‘chirishni tasdiqlash
vi: Xác nhận xoá thư mục
yo_latn: Tẹnumọ́ ìpaarẹ àpò faíli
zh_hans: 确认文件夹删除
zh_hant: 確認刪除資料夾
